tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Run your GitHub Actions locally 🚀
brew "act"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Provides library functionality for FIDO U2F & FIDO 2.0, including USB
brew "libfido2"
# NaCl networking and cryptography library
brew "libsodium"
# Open source relational database management system
brew "mysql"
# Platform built on V8 to build network applications
brew "node"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Install various Ruby versions and implementations
brew "ruby-build"
# Ruby version manager
brew "rbenv"
# Internet file retriever
brew "wget"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Open-source code editor
cask "visual-studio-code"
